[Abilities.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Abilities.A_ChemicalBurns H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="酸液"
mTooltip="攻击时，该单位有20%的几率将敌方单位的 %icon_defense 防御力降低至 %buff.buff.stat.val，持续 %buff.buff.durini 回合。"

[Abilities.A_MarkOfTheSearcher_RangeIncrease H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="追踪者精准"
mTooltip="对被标记为“猎物”的敌方单位的远程攻击忽略射程惩罚。"

[Abilities.A_ChemicalBurns_Buff H7BaseBuff]
mName="酸液"
mTooltip="将 %icon_defense 降低至 %stat。持续 %durnow 回合。"

[Creatures.A_CreatureScapular H7Creature]
mName="酸液戈刚"
mLore="酸液戈刚加速了进化过程，它们的身体和血管中充满了危险的酸液，不仅能严重腐蚀生物体， 如同字面意思一样上侵蚀他们的防御，同时也会伤害无生命生物和建筑。 "

[Abilities.Xenostorm H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="异种风暴"
mTooltip="在戈刚的每个回合开始时，有20%的几率召唤一场强大的风暴，对所有敌方单位造成 %d.min 到 %d.max %d.icon 气系伤害。"

[Creatures.A_CreatureXenophage H7Creature]
mName="戈刚"
mLore="与它们的鼠类兄弟不同，戈刚源自牛类生物的突变，秽巢实体尝试了多种物种，以便为其未来的军队寻找最佳的基因资产。这可能是第一批牛头人出现的原因。"